{
  "NAVBAR": {
    "SLAA": "SSLA",
    "HOME": "Home",
    "SUBMISSION": "Calls",
    "PROGRAM": "Program",
    "COMITTEE": "Guests",
    "VENUE": "Location",
    "REGISTRATION": "Registration",
    "PREVIOUS_EDITIONS": "Previous Editions"
  },
  "BANNER": {
    "TITLE_PT1": "Summer School on Languages",
    "TITLE_PT2": "and Applications",
    "DATES": "November 24th - 28th"
  },
  "INTRO": {
    "TITLE": "About SSLA 2016",
    "DESCRIPTION_1": "SLA 2016 is the second summer school on Programming Languages and Applications, organized by the MEMI research center of the 'Universidad Mayor de San Simon'.",
    "DESCRIPTION_2": "The school is intended to provide interested students with an overview of some major topics and research issues in the area of programming languages and software engineering. The school will feature advice and guidance from leading software engineering researchers based upon their personal experiences and insights into the contemporary community. ",
    "DESCRIPTION_3": "A goal of this school will be to provide a supportive yet questioning setting in which students, profesors, researchers and profesionals can present their work. The school will also help participants to establish a research and social network with their local peers and also with international researches in the area.",
    "DESCRIPTION_4": "There are different events were you can get involved:",
    "EVENTS": {
      "EVENT_1": "<b>Tutorials:</b> The tutorials will cover basic topics about programming languages and software enginnering. The tutorials are given by international experts in the field.",
      "EVENT_2": "<b>Keynotes:</b> The keynotes will cover advances topics on software engineering.",
      "EVENT_3": "<b>Talks:</b> The school provides slots to get the opportunity to participants shows their work. Participants will be able to discuss their goals, methods, and results at an early stage in their research (or projects) and receive useful guidance and feedback on various aspects of their work.",
      "EVENT_4": "<b>Show us your project:</b> Students are invited to present their bachelor theses or projects. Ample time for informal and small group interactions will allow the attendees to dig deeper into pertinent questions and concerns.",
      "EVENT_5": "<b>Discussion Panels:</b> The school will host different discussion panels about different topics: Bolivian Women in Computer Science and Research in Bolivan Universities."
    },
    "DESCRIPTION_5": "Due to the international profile of the lectures, good understanding of English is necessary for all participants.",
    "IMPORTANT_DATES": {
      "TITLE": "Important Dates",
      "DATES": {
        "DATE_1": "Tutorial Application deadline: to define",
        "DATE_2": "Tutorial Acceptance Notification: to define",
        "DATE_3": "Talk Application deadline: to define ",
        "DATE_4": "Talk Acceptance Notification: to define",
        "DATE_5": "Show us your project registration: to define"
      }
    }, 
    "DESCRIPTION_6": "The school is free o charge for studends that actively participate in the school (given a talk or showing us their projects).<br/>The tutorials are primarily targeted to committed pregraduate and postgraduate students in Latin American region, but students from any part of the world are also welcome to apply.<br/>Profesionalas also are welcome to apply.<br/>Students may consider to apply to an scholarship for all events."
  },
  "REGISTRATION": {
    "TITLE": "Registration",
    "PREREQUISITES": "Prerequisites",
    "PREREQUISITES_CONTENT": "There is not prerequisites, but due to the international profile of the lectures, for some talks and tutorial you may need a good undersanding of English.",
    "TUTORIALS": "Tutorials",
    "TUTORIALS_CONTENT": "The tutorials has a limited number of positions available. For this reason, Applicants should fill the following google form. Notification of acceptance will be communicated on (a date). Pre-acceptance for foreign students is possible if explicitly requested.",
    "TALKS": "Talks",
    "TALKS_CONTENT": "We invite to partipate to local profesors to give a talk about their on going or finish research projects. Profesionals at the industry are also welcome to apply and present their current projects and/or their experience in the industry.",
    "SHOW_PROJECT": "Show us your projects",
    "SHOW_PROJECT_CONTENT": "People that want to participate in the show us your project section, should fill the following google form.<br/>People that register their bachelor project proposals in the university system are very welcome to present their proposals.",
    "PANELS": "Discussion Panels",
    "PANELS_CONTENT": "All participants are welcome to participate in the discucsion panels by asking questions during the session to the panelists.<br/>Professors/Industrials/Professionals are welcome to participate as panelist, to be part of the panel you need to send us an email to (an email).",
    "PRICES": "Prices",
    "PRICES_CONTENT": "The school is free o charge for studends that actively participate in the school (given a talk or showing us their projects).<br/>The tutorials are primarily targeted to committed pregraduate and postgraduate students in Latin American region, but students from any part of the world are also welcome to apply.<br/>But profesionals also are welcome to apply.<br/>Students may consider to apply to an scholarship for all events.",
    "PRICES_SHEET": {
      "PRICE_1": "Each Tutorial",
      "PRICE_2": "All Talks + KeyNotes",
      "PRICE_3": "Discussion Panels",
      "PRICE_4": "Show us your projects",
      "FREE": "Free",
      "STUDENT": "Student",
      "PROFESIONAL": "Profesional"
    },
    "QUESTIONS": "Any questions related to the school should also be sent to that address."
  },
  "PROGRAM": {
    "TALKS_KEYNOTES": "Talks and Keynotes",
    "TUTORIALS": "Tutorials",
    "SHOW_PROJECT": "Show Us Your Project",
    "DISCUSSION_PANELS": "Discussion Panels"
  },
  "VENUE": {
    "TITLE": "Location",
    "MEMI_ADDRESS": "MEMI, Universidad Mayor de San Simon. Cochabamba, Bolivia",
    "HOTELS": "Hoteles",
    "HOTELS_DESCRIPTION": "",
    "TRANSPORT": "Transport",
    "TRANSPORT_DESCRIPTION": ""
  },
  "COMITTEE": {
    "TITLE": "Guests"
  },
  "SUBMISSION": {
    "TITLE": "Calls",
    "GOAL_AND_SCOPE": "Goal and Scope",
    "GOAL_AND_SCOPE_DESCRIPTION": "The summer school is intended to provide interested students with an overview of some major topics and research issues in computer science. A goal of this school will be to provide a supportive yet questioning setting in which students, professors, researchers and professionals can present their work. The school will also help participants to establish a research and social network with their local peers and also with international researchers in the area.",
    "TALKS": "Call for Talks",
    "TALKS_DESCRIPTION": "We invite local professors to give a talk about their ongoing or finished research projects. Professionals from industry are also welcome to apply and present their current projects and/or their experience in the industry. Talks are subject to submission and acceptance of an abstract (max 1,800 characters) and a short bio. Talk proposals should be submitted to the following link <link>. Accepted talks' speakers are expected to present and discuss their research/experience. ",
    "SHOW_PROJECT": "Call for Participation: Show your project",
    "SHOW_PROJECT_DESCRIPTION": "Students are invited to present their bachelor theses or projects. Ample time for informal and small group interactions will allow the attendees to dig deeper into pertinent questions and concerns. People that want to participate in the Show Your Project section, should fill the following google form <link>. People that register their bachelor project proposals in the university system are very welcome to present their proposals.",
    "PANELS": "Call for Participation: Discussion Panels",
    "PANELS_0": "All participants are welcome to participate in the discussion panels by asking questions to the panelists during the session.",
    "PANELS_1": "Professors/Industry Professionals are welcome to participate as panelists. To be part of the panel you need to send us an email to (an email). This year, the school will present the following discussion panels:",
    "PANELS_2": "Bolivian Women in Computer Science",
    "PANELS_3": "Research in Bolivian Universities",
    "IMPORTANT_DATES": "Important dates",
    "IMPORTANT_DATES_1": "Show Your Project registration deadline:  Oct. 28, 2016",
    "IMPORTANT_DATES_2": "Discussion Panels Application deadline:  Oct. 28, 2016",
    "IMPORTANT_DATES_3": "Talk application deadline: Sept. 22, 2016",
    "IMPORTANT_DATES_4": "Talk acceptance Notification: Oct. 21, 2016"
  }
}
