{
  "NAVBAR": {
    "SLAA": "SSLA",
    "HOME": "Inicio",
    "SUBMISSION": "Convocatoria",
    "PROGRAM": "Programa",
    "COMITTEE": "Invitados",
    "VENUE": "Lugar",
    "REGISTRATION": "Inscripción",
    "PREVIOUS_EDITIONS": "Ediciones Previas",
    "BANQUET": "Almuerzo"
  },
  "BANNER": {
    "TITLE_PT1": "Escuela de Verano en Lenguajes",
    "TITLE_PT2": "y Aplicaciones",
    "DATES": "24 - 28 de Noviembre"
  },
  "INTRO": {
    "TITLE": "Acerca de SSLA 2016",
    "DESCRIPTION_1": "SSLA 2016 es la segunda versión de la Escuela de Verano en Lenguajes y Aplicaciones, organizado por el centro de investigación MEMI de la Universidad Mayor de San Simón.",
    "DESCRIPTION_2": "La Escuela de Verano pretende brindar a los estudiantes un resumen sobre tópicos relevantes y problemas de investigación en el área de lenguajes de programación e ingeniería de software. La escuela permitirá a investigadores líderes en ingeniería de software dar consejos y guiar a los estudiantes, en base a su experiencia personal y conocimiento.",
    "DESCRIPTION_3": "Una de las metas de esta escuela es proveer un ambiente de apoyo y a la vez inquisitivo, donde los estudiantes, profesores, investigadores y profesionales puedan presentar sus trabajos. La escuela también ayudará a los participantes a establecer una red con sus pares locales y con investigadores internacionales del área.",
    "DESCRIPTION_4": "Hay diferentes eventos donde participar:",
    "EVENTS": {
      "EVENT_1": "<b>Tutoriales:</b> Los tutoriales cubrirán temas básicos sobre lenguajes de programación e ingeniería de software. Los tutoriales serán dictados por expertos internacionales del área.",
      "EVENT_2": "<b>Keynotes:</b> Los keynotes cubrirán temas avanzados en ingeniería de software.",
      "EVENT_3": "<b>Charlas:</b> La escuela provee cupos a los participantes para que puedan mostrar sus trabajos.  Los participantes podrán discutir los objetivos, metodología y resultados de sus proyectos en curso y recibirán una guía y opiniones que les permitirán mejorar su trabajo.",
      "EVENT_4": "<b>Muestra tu Proyecto:</b> Invitamos a los estudiantes a que presenten sus tesis o proyectos. Se dará un amplio espacio para que los estudiantes puedan interactuar con los asistentes para responder preguntas, discutir sobre el proyecto y recibir sugerencias.",
      "EVENT_5": "<b>Paneles de discusión:</b> La escuela incluirá diferentes paneles donde se discutirá temas como: Mujeres Bolivianas en Computación y La Investigación en Universidades Bolivianas."
    },
    "DESCRIPTION_5": "Debido al caracter internacional de las charlas, se recomienda que los asistentes tengan un buen nivel de inglés.",
    "IMPORTANT_DATES": {
      "TITLE": "Fechas Importantes",
      "DATES": {
        "DATE_1": "Fecha límite para postular un tutorial: (Por definir)",
        "DATE_2": "Fecha de notificación de los tutoriales aceptados: (Por definir)",
        "DATE_3": "Fecha límite para postular una charla:(Por definir)",
        "DATE_4": "Fecha de notificación de las charlas aceptadas: (Por definir)",
        "DATE_5": "Fecha límite para registrarse en la sesión \"Muestra tu Proyecto\": (Por definir)"
      }
    }, 
    "DESCRIPTION_6": " "
  },
  "REGISTRATION": {
    "TITLE": "Inscripción",
    "DESCRIPTION": "La Escuela de Verano es gratis para todos los estudiantes que participen activamente en el evento (dando charlas o presentando sus proyectos)<br/>Los tutoriales están dirigidos principalmente a estudiatnes de pregrado y postgrado de Latinoamérica. Sin embargo, estudiantes de todas partes del mundo son bienvenidos si desean participar.<br/>Los profesionales también son bienvenidos a participar.<br/>Se recomienda a los estudiantes aplicar por una beca para asistir al evento.",
    "PRICES": "Precios",
    "PRICES_SHEET": {
      "PRICE_1": "Precio por Tutorial",
      "PRICE_2": "Todas las charlas + KeyNotes",
      "PRICE_3": "Paneles de Discusión",
      "PRICE_4": "Muestra tu Proyecto",
      "FREE": "Gratis",
      "STUDENT": "Estudiante",
      "PROFESIONAL": "Profesional"
    },
    "REGISTERED_PEOPLE": "Las personas inscritas en cualquier tutorial o en las charlas pueden participar en los paneles de discusión sin cargo alguno.",
    "FORM": "<b>Becas:</b> los estudiantes que quieran aplicar a una beca deben hacerlo mediante el formulario siguiente: <a href=\"http://goo.gl/forms/Yj6XJe2A1iVh7oJL2\">FORMULARIO BECAS<a>",
    "QUESTIONS": "Envíe cualquier pregunta sobre la Escuela de Verano al email:..."
  },
  "PROGRAM": {
    "TALKS_KEYNOTES": "Keynotes y Charlas",
    "TUTORIALS": "Tutoriales",
    "SHOW_PROJECT": "Presentación de Proyectos",
    "DISCUSSION_PANELS": "Paneles de Discusión",
    "KEYNOTE_1_TITLE": "Uso de visualizaciones word-sized para analizar datos de Eye-Tracking",
    "KEYNOTE_1_DESCRIPTION": "El eye-tracking se encarga de estudiar los movimientos visuales que realizamos al mirar un determinado elemento. Para transmitir resultados de estudios de eye-tracking, típicamente necesitamos ordenarlos y resumirlos. Plasmar estos datos en tablas y gráficos impresos es muy útil, pero éstos se ven limitados por el espacio y requieren saltar entre el párrafo y los gráficos/tablas repetidas veces. Como alternativa, las visualizaciones word-sized son versiones pequeñas de otras visualizaciones ya establecidas, que facilitan la integración con los párrafos y reducen el impacto de la limitación de espacio. En la charla, exploraremos las visualizaciones word-sized para analizar datos de un estudio de eye-tracking.",
    "KEYNOTE_2_TITLE": "Análisis de Programas",
    "KEYNOTE_2_DESCRIPTION": "El análisis formal de programas busca descubrir y/o inferir hechos acerca de programas, permitiendo optimizar, transformar y verificarlos. El objetivo es construir herramientas que ayuden a desarrolladores entender sus programas y detectar errores. Existen tres familias de técnicas de análisis: 1) estático, donde se analizan los programas sin ejecutarlos, en tiempo de compilación, 2) dinámico, donde se analizan trazas de ejecución mientras estos corren, y 3) híbrido, que combinan aspectos estáticos y dinámicos. Por un tema de escalabilidad, el análisis estático es conservadores: un estado abstracto representa uno o más estados concretos. En cambio, el análisis dinámico es mas preciso, dado que se conoce el estado concreto del programa. En esta charla, daré una visión general de análisis formal de programas, y presentare algunos desafíos actuales.",
    "TUTORIAL_1_TITLE": "Programación Estadística",
    "TUTORIAL_1_DESCRIPTION": "Hoy en día, es necesario manejar herramientas para procesar y analizar datos. R es una de estas herramientas, que rápidamente se ha convertido en la lengua franca de la estadística, permitiendo escribir programas que leen, manipulan y analizan datos. En este tutorial, veremos los conceptos básicos de R. Empezaremos con variables y operaciones básicas, pasando a estructuras de datos tales como vectores, matrices, data frames y listas. También exploraremos las capacidades gráficas de R.",
    "WIP": "Cuando las convocatorias finalizen estos seran publicados."
  },
  "VENUE": {
    "TITLE": "Lugar",
    "MEMI_ADDRESS": "MEMI, Universidad Mayor de San Simon. Cochabamba, Bolivia",
    "HOTELS": "Hoteles",
    "HOTELS_DESCRIPTION": "",
    "TRANSPORT": "Transport",
    "TRANSPORT_DESCRIPTION": ""
  },
  "COMITTEE": {
    "TITLE": "Invitados",
    "GUEST_1": "",
    "GUEST_1_DESCRIPTION": "I am an assistant professor in the <a href=\"http://car.mines-douai.fr/\">CAR research theme</a> of the research unit <a href=\"http://ia.ur.mines-douai.fr/en/home/\">UR IA</a> in the <a href=\"http://ia.mines-douai.fr/\">IA</a> departement of <a href=\"http://www2.mines-douai.fr/index.php\">Mines Douai</a> (a Higher School of Engineering). In 2015, I obtained the diploma called \"Habilitation à Diriger les Recherches\" (HDR for short) which stands for \"Ability to Supervise Research\".<br/>My researches aims at easing the development of distributed and constrained software through new languages and tools. I focus on dynamic languages and more specifically Smalltalk through the Pharo implementation. Pharo is a really great platform to experiment new ideas. I also teach some programming related courses since 2003. And since 2010, I am a board member of the <a href=\"http://www.esug.org/wiki/\">European Smalltalk User Group</a> (Esug).",
    "GUEST_2": "",
    "GUEST_2_DESCRIPTION": "I am a PhD student at the University of Chile since 2013. Prior to this, I got a master degree in software engineering at the Czech technical university in Prague. Since my master degree I worked in several companies as software engineer, software developer, software architect, and business analyst. Currently, apart from doing the PhD, I am an active contributor to Pharo.<br/>I am interested in improving Integrated Development Environments (IDEs) and Empirical Software Engineering. In particular I have been investigating how to increase developer productivity, and how to diminish learning and navigation time when working on a software change task.",
    "GUEST_3": "",
    "GUEST_3_DESCRIPTION": "PhD candidate in Computer Science, DCC, University of Chile. I am currently in my fourth year. I’m interested in Visual Analytics. I am particularly interested in working on projects that brings together people from different fields.<br/>I love teaching. I’ve been assistant professor several times and I participate on teaching the Scratch programming language to kids. I’m part of <a href=\"http://www.c-100.cl/\">c^100</a>, an organization that works towards having more computer science in Chilean schools. We are also interested in showing that gender is nor a factor to like computer science or to be successful on this career.",
    "GUEST_4": "",
    "GUEST_4_DESCRIPTION": "Alumno de Magister en Computación en la Universidad de Chile. Dedicado principalmente a la Ingeniería de Software, donde desarrolla investigación en el area, particularmente en análisis dinámico de software. Además posee intereses en el emprendimiento, educación y es miembro activo de la comunidad de Pharo desde el 2013.",
    "GUEST_5": "",
    "GUEST_5_DESCRIPTION": "Jocelyn Simmonds es profesora asistente del Departamento de Ciencia de la Computación de la Universidad de Chile desde 2014. Recibió el grado de Doctora en Ciencias de la Computación en la Universidad de Toronto, Canadá, el grado de Magíster en Ciencias de la Computación en la Universidad Libre de Bruselas, y el titulo de Ingeniero Civil en Computación en la Universidad de Chile. Sus intereses de investigación están en las áreas de ingeniería de software, especialmente métodos formales, verificación y validación de programas, y el desarrollo de aplicaciones Web y móviles. Ha publicado su investigación en revistas científicas tales como Journal of Computing, IEEE Transactions on Services Computing. Además, es co-⁠fundadora de WSCCC, un grupo de mujeres en computación en Chile, y el 2015 co­organizo LAtINiTY, el primer encuentro latinoamericano para mujeres en tecnología (<a href=\"​http://www.latinity.info/\">​http://www.latinity.info/</a>​). Por esta labor, fue elegida entre los 100 líderes jóvenes de Chile de la Revista Sábado 2015.",
    "GUEST_6": "",
    "GUEST_6_DESCRIPTION": "I'm a PhD student in Computer Science at the University of Chile, member of the Pleiad Research Laboratory. My research interests lie in software engineering, more specifically in the fields of software maintenance, mining software repositories, software performance and software visualization. I currently follow two main research tracks: 1) mining static and dynamic information of source code repositories to understand and improve different aspects of the development process and 2) discover approaches, techniques, and tools to improve the way that we build and maintain software. I also have additional interests in empirical software engineering and programming languages. I got graduated as a Systems Engineer at the Universidad Mayor de San Simon, Bolivia, in 2010. Also I worked in outsourcing projects developing and designing applications for distributed environments including desktop, web and mobile.",
    "GUEST_7_DESCRIPTION": "Es estudiante del Magíster en Tecnologías de la Información de la Universidad de Chile. Anteriormente recibió el título de Ingeniería de Sistemas de la Universidad Mayor de San Simón en Cochabamba, Bolivia, donde se tituló por Excelencia Académica.<br/>Cuenta con cuatro certificaciones Microsoft MTA y la certificación Microsoft Certified Professional.<br/>Durante mayo y junio de 2016 realizó una visita de investigación a la Universidad de Stuttgart, Alemania, donde trabajó en proyectos del Centro de Visualización VISUS.<br/>Actualmente, realiza distintas actividades de voluntariado como: dar mentoría en la plataforma online Assembled, participar del proyecto Code Recommenders de la fundación Eclipse (desarrollando features y resolviendo defectos), entre otras.",
    "FRANCE": "Francia",
    "CZECH_REPUBLIC": "Republica Checa"
  },
  "SUBMISSION": {
    "TITLE": "Convocatoria",
    "GOAL_AND_SCOPE": "Objetivo y Alcance",
    "GOAL_AND_SCOPE_DESCRIPTION": "La Escuela de Verano pretende brindar a los estudiantes un resumen sobre tópicos relevantes y problemas de investigación en el área de lenguajes de programación e ingeniería de software. Una de las metas de esta escuela es proveer un ambiente de apoyo y a la vez inquisitivo, donde los estudiantes, profesores, investigadores y profesionales puedan presentar sus trabajos. La escuela también ayudará a los participantes a establecer una red con sus pares locales y con investigadores internacionales del área.",
    "TALKS": "Convocatoria para Presentar Charlas",
    "TALKS_DESCRIPTION": "Invitamos a docentes de instituciones locales a que den una charla sobre sus proyectos en curso o terminados. Los profesionales también son bienvenidos a aplicar y presentar sus proyectos o hablar sobre sus experiencias en la industria. Las charlas serán sujetas a revisión y aceptación. Para esto los interesados deben enviar un resumen (máximo 1800 caracteres) y una biografía corta de la persona que va a presentar la charla. Las propuestas de charla deberán ser enviadas mediante el siguiente formulario: <a href=\"http://goo.gl/forms/4DnVdlt7yMiiMtN32\">FORMULARIO CHARLAS</a>",
    "SHOW_PROJECT": "Convocatoria para participar en la sesión \"Muestra tu Proyecto\"",
    "SHOW_PROJECT_DESCRIPTION": "Invitamos a estudiantes a que presenten sus tesis u otros proyectos en que estèn trabajando. Se dará un amplio espacio para que los estudiantes puedan interactuar con los asistentes para responder preguntas, discutir sobre el proyecto y recibir sugerencias. Para participar, llena el siguiente formulario: <a href=\"http://goo.gl/forms/p6IELe4SZEVwGktp2\">FORMULARIO PROJECTOS</a>. Se invita especialmente a aquellos estudiantes que estén próximos a registrar sus temas de tesis en sus respectivas universidades.",
    "PANELS": "Convocatoria para participar en los paneles de discusión",
    "PANELS_0": "Todos los participantes están invitados a formar parte de los paneles de discusión y formular preguntas o hacer comentarios a los panelistas durante la sesión. Docentes y profesionales son bienvenidos a postularse como panelistas. Para ser parte de los paneles, por favor llenar el formulario siguiente: <a href=\"http://goo.gl/forms/IsSDfATV60uJUClg2\">FORMULARIO PANELISTAS</a>",
    "PANELS_1": "Este año la Escuela de Verano presentará los siguientes paneles de discusión:",
    "PANELS_2": "Mujeres Bolivianas en Computación",
    "PANELS_3": "La Investigación en Universidades Bolivianas",
    "IMPORTANT_DATES": "Fechas Importantes",
    "IMPORTANT_DATES_1": "Fecha límite para postular a la sesión \"Muestra tu Proyecto\": 28 de octubre de 2016",
    "IMPORTANT_DATES_2": "Fecha límite para postular a los paneles de discusión: 28 de octubre de 2016",
    "IMPORTANT_DATES_3": "Fecha límite para postular una charla: 22 de septiembre de 2016",
    "IMPORTANT_DATES_4": "Fecha de notificación de las charlas aceptadas: 21 de octubre de 2016"
  },
  "BANQUET": {
    "TITLE": "Almuerzo",
    "DESC_1": "El miércoles los participantes están invitados a participar del banquete oficial del evento. El precio de registro no cubre el banquete, por lo que cada participante será responsable por su consumo.",
    "DESC_2": "Dado que es necesario hacer reservaciones, por favor necesitamos que confirmes tu participación al momento de inscribirte al evento.",
    "DESC_3": "Lugar: Aún no se ha decidido el lugar."
  }
}